[
{
  "depiction": {
    "uri": "http://static.seevl.net/images/entity/f6phB2D3_d.jpg"
  },
  "description": {
    "value": "<p><strong>John Graham Mellor</strong> (21 August 1952 - 22 December 2002), best remembered by his stage name <strong>Joe Strummer</strong>, was an English musician who was the co-founder, lyricist, rhythm guitarist and lead vocalist of the British punk rock band The Clash. His musical experience included his membership of The 101ers, Latino Rockabilly War, The Mescaleros and The Pogues, in addition to his own solo music career. Strummer's work as a musician allowed him to explore other interests, which included acting, creating film scores for television and movies, songwriting, radio broadcasting, and a position as a radio host. Strummer is one of the iconic figures of the British punk movement.</p><p>Strummer and The Clash were inducted into the Rock and Roll Hall of Fame in January 2003.  In his remembrance, Strummer's friends and family have established the Strummerville Foundation for the promotion of new music, and each year there are many festivals and both organised and spontaneous ceremonies worldwide to celebrate his memory. </p>"
  },
  "id": "f6phB2D3",
  "uri": "http://data.seevl.net/entity/f6phB2D3#id",
  "prefLabel": "Joe Strummer",
  "thumbnail": {
    "uri": "http://static.seevl.net/images/entity/f6phB2D3_t.jpg"
  }
},
{
  "depiction": {
    "uri": "http://static.seevl.net/images/entity/exBzc2Wk_l.jpg"
  },
  "description": {
    "value": "<p><strong>The Clash</strong> were an English punk rock band that formed in 1976 as part of the original wave of British punk. Along with punk, their music incorporated elements of reggae, ska, dub, funk, rap, dance, and rockabilly. For most of their recording career, the Clash consisted of Joe Strummer (lead vocals, rhythm guitar), Mick Jones (lead guitar, vocals), Paul Simonon (bass guitar, vocals) and Nicky \"Topper\" Headon (drums, percussion). Headon left the group in 1982, and internal friction led to Jones's departure the following year. The group continued with new members, but finally disbanded in early 1986.</p><p>The Clash achieved commercial success in the United Kingdom with the release of their debut album, <em>The Clash</em>, in 1977. Their third album, <em>London Calling</em>, released in the UK in December 1979, brought them popularity in the United States when it came out there the following month. Critically acclaimed, it was declared the best album of the 1980s a decade later by <em>Rolling Stone</em> magazine.</p><p>The Clash's politicized lyrics, musical experimentation and rebellious attitude had a far-reaching influence on rock, alternative rock in particular. They became widely referred to as \"The Only Band That Matters\", originally a promotional slogan introduced by the group's record label, CBS. In January 2003, the band—including original drummer Terry Chimes—were inducted into the Rock and Roll Hall of Fame. In 2004, <em>Rolling Stone</em> ranked the Clash number 28 on their list of the 100 greatest artists of all time.</p>"
  },
  "id": "exBzc2Wk",
  "uri": "http://data.seevl.net/entity/exBzc2Wk#id",
  "prefLabel": "The Clash",
  "thumbnail": {
    "uri": "http://static.seevl.net/images/entity/exBzc2Wk_t.jpg"
  }
},

{
  "depiction": {
    "uri": "http://static.seevl.net/images/entity/xZhaqFwK_l.jpg"
  },
  "description": {
    "value": "<p><strong>Elvis Aaron Presley</strong> (January 8, 1935August 16, 1977) was one of the most popular American singers of the 20th century. A cultural icon, he is widely known by the single name <strong>Elvis</strong>. He is often referred to as the \"<strong>King of Rock and Roll</strong>\" or simply \"<strong>the King</strong>\".</p><p>Born in Tupelo, Mississippi, Presley moved to Memphis, Tennessee, with his family at the age of 13. He began his career there in 1954, working with Sun Records owner Sam Phillips, who wanted to bring the sound of African American music to a wider audience. Accompanied by guitarist Scotty Moore and bassist Bill Black, Presley was the most important popularizer of rockabilly, an uptempo, backbeat-driven fusion of country and rhythm and blues. RCA Victor acquired his contract in a deal arranged by Colonel Tom Parker, who would manage the singer for over two decades. Presley's first RCA single, \"Heartbreak Hotel\", released in January 1956, was a number one hit. He became the leading figure of the newly popular sound of rock and roll with a series of network television appearances and chart-topping records. His energized interpretations of songs, many from African American sources, and his uninhibited performance style made him enormously popular—and controversial. In November 1956, he made his film debut in <em>Love Me Tender</em>.</p><p>Conscripted into military service in 1958, Presley relaunched his recording career two years later with some of his most commercially successful work. He staged few concerts however, and guided by Parker, proceeded to devote much of the 1960s to making Hollywood movies and soundtrack albums, most of them critically derided. In 1968, after seven years away from the stage, he returned to live performance in a celebrated comeback television special that led to an extended Las Vegas concert residency and a string of profitable tours. In 1973 Presley staged the first concert broadcast globally via satellite, <em>Aloha from Hawaii</em>, seen by approximately 1.5 billion viewers. Prescription drug abuse severely compromised his health, and he died suddenly in 1977 at the age of 42.</p><p>Presley is regarded as one of the most important figures of 20th-century popular culture. He had a versatile voice and unusually wide success encompassing many genres, including country, pop ballads, gospel, and blues. He is the best-selling solo artist in the history of popular music.Reaves (2002}}{{sfn, Collins|2002) Nominated for 14 competitive Grammys, he won three, and received the Grammy Lifetime Achievement Award at age 36. He has been inducted into multiple music halls of fame. </p>"
  },
  "id": "xZhaqFwK",
  "uri": "http://data.seevl.net/entity/xZhaqFwK#id",
  "prefLabel": "Elvis Presley",
  "thumbnail": {
    "uri": "http://static.seevl.net/images/entity/xZhaqFwK_t.jpg"
  }
},

{
  "id": "QfL4Uxat",
  "description": {
    "value": "<p><strong>Richard Starkey</strong>, MBE (born 7 July 1940), better known by his stage name <strong>Ringo Starr</strong>, is an English musician, singer-songwriter, and actor who gained worldwide fame as the drummer for The Beatles. When the band formed in 1960, Starr was a member of another Liverpool band, Rory Storm and the Hurricanes. He became The Beatles' drummer in August 1962, taking the place of Pete Best. In addition to his contribution as drummer, Starr featured as lead vocals on a number of successful Beatles songs (in particular, \"With a Little Help from My Friends\", \"Yellow Submarine\", and The Beatles version of \"Act Naturally\"), as co-writer with the song \"What Goes On\" and primary writer with \"Don't Pass Me By\" and \"Octopus's Garden\".</p><p>As drummer for The Beatles, Starr was musically creative, and his contribution to the band's music has received high praise from notable drummers in more recent times. Starr described himself as \"your basic offbeat drummer with funny fills\", technically limited by being a left-handed person playing a right-handed kit. Drummer Steve Smith said that Starr's popularity \"brought forth a new paradigm\" where \"we started to see the drummer as an equal participant in the compositional aspect\" and that Starr \"composed unique, stylistic drum parts for The Beatles songs\". In 2011, Starr was picked as the fifth-best drummer of all-time by <em>Rolling Stone</em> readers, behind drummers such as John Bonham, Keith Moon and Neil Peart.</p><p>Starr is the most documented and critically acclaimed actor-Beatle, playing a central role in several Beatles films, and appearing in numerous other movies, both during and after his career with The Beatles. After The Beatles' break-up in 1970, Starr achieved solo musical success with several singles and albums, and recorded with each of his fellow ex-Beatles as they too developed their post-Beatle musical careers. He has also been featured in a number of TV documentaries, hosted TV shows, and narrated the first two series of the children's television series <em>Thomas the Tank Engine &amp; Friends</em>. He currently tours with the All-Starr Band.</p>"
  },
  "prefLabel": "Ringo Starr",
  "uri": "http://data.seevl.net/entity/QfL4Uxat#id"
},

{
  "depiction": {
    "uri": "http://static.seevl.net/images/entity/TJTmdQHX_d.jpg"
  },
  "description": {
    "value": "<p><strong>John Winston Ono Lennon</strong>, MBE (9 October 1940 - 8 December 1980) was an English musician, singer and songwriter who rose to worldwide fame as one of the founder members  of The Beatles, one of the most commercially successful and critically acclaimed acts in the history of popular music. Together with Paul McCartney, he formed one of the most celebrated songwriting partnerships of the 20th century.</p><p>Born and raised in Liverpool, Lennon became involved as a teenager in the skiffle craze; his first band, The Quarrymen, evolved into The Beatles in 1960. As the group disintegrated towards the end of the decade, Lennon embarked on a solo career that produced the critically acclaimed albums <em>John Lennon/Plastic Ono Band</em> and <em>Imagine</em>, and iconic songs such as \"Give Peace a Chance\" and \"Imagine\".  After his marriage to Yoko Ono in 1969, he changed his name to John Ono Lennon.  Lennon disengaged himself from the music business in 1975 to devote time to raising his infant son Sean, but re-emerged with Ono in 1980 with the new album <em>Double Fantasy</em>. He was murdered three weeks after its release.</p><p>Lennon revealed a rebellious nature and acerbic wit in his music, writing, drawings, on film, and in interviews. Controversial through his political and peace activism, he moved to New York City in 1971, where his criticism of the Vietnam War resulted in a lengthy attempt by Richard Nixon's administration to deport him, while some of his songs were adopted as anthems by the anti-war movement. </p><p>As of 2012 Lennon's solo album sales in the United States exceed 14 million units, and as writer, co-writer or performer, he is responsible for 25 number-one singles on the US Hot 100 chart. In 2002 a BBC poll on the 100 Greatest Britons voted him eighth, and in 2008, <em>Rolling Stone</em> ranked him the fifth-greatest singer of all-time. He was posthumously inducted into the Songwriters Hall of Fame in 1987 and into the Rock and Roll Hall of Fame in 1994.</p>"
  },
  "id": "TJTmdQHX",
  "uri": "http://data.seevl.net/entity/TJTmdQHX#id",
  "prefLabel": "John Lennon",
  "thumbnail": {
    "uri": "http://static.seevl.net/images/entity/TJTmdQHX_t.jpg"
  }
}
]